;
; Batti 2.3
; Localization file for Traditional Chinese
; by Thomas Ho, 2008
; Localization file for English
; by David Andrš <pda@jasnapaka.com>, 2008
;

   2="取消"
;  2="Cancel"
 101="選擇顏色"
;101="Select color" 
 102="關於"
;102="About"
 103="一般"
;103="General"
 104="進階"
;104="Advanced"
 105="外觀"
;105="Appearance"
 106="電池"
;106="Battery"
 107="服務條款"
;107="License"
 201="選項"
;201="Options"
 202="Batti 設定"
;202="Batti Config"
 203="前景"
;203="Foreground"
 204="背景"
;204="Background"
 205="外框"
;205="Frame"
 206="前景交充電"
;206="Foreground AC"
 207="無動作"
;207="No action"
 208="開啟設定"
;208="Open config"
 209="前景低電量"
;209="Foreground Low"
 210="背景低電量"
;210="Background Low"
 211="前景極低電量"
;211="Foreground Critical"
 212="背景極低電量"
;212="Background Critical"
 213="極低電量必須低於低電量。"
;213="Critical level must be smaller than low level."
 214="低電池電量"
;214="Battery low"
 215="極低電池電量"
;215="Battery critical"
 216="未知"
;216="Unknown"
 217="充電開始"
;217="Charging started"
 218="電池充電完成"
;218="Battery charged"
 219="前景充電"
;219="Foreground Charging"
 220="背景充電"
;220="Background Charging"
 221="取消"
;221="Cancel"
 222="關機電量必須低於極低電量。"
;222="Power-off level must be smaller than critical level."
 223="顯示資訊"
;223="Show information"
 224="關機"
;224="Power-off"
 225="選擇顏色"
;225="Select Color"
 226="關於"
;226="About"
1000="選項"
;1000="Options"
1001="顯示充電狀態"
;1001="Indicate charging"
1002="極低電量時閃爍警示"
;1002="Blinking on critical level"
1003="在最上層顯示"
;1003="Always on top"
1004="點選動作"
;1004="Action on Tap"
1012="左方邊距"
;1012="Left margin"
1015="高度"
;1015="Height"
1018="顏色"
;1018="Colors"
1020="顏色"
;1020="Color"
1022="顯示外框"
;1022="Display frame"
1023="聲音"
;1023="Sounds"
1025="播放聲音"
;1025="Play sound"
1027="電池電量"
;1027="Levels"
1028="低電量"
;1028="Low level"
1031="百分比"
;1031="percent"
1032="極低電量"
;1032="Critical level"
1035="百分比"
;1035="percent"
1036="關機電量"
;1036="Power-off level"
1039="百分比"
;1039="percent"
1073="顯示百分比刻度"
;1073="Show percentage steps"
1074="在工作列顯示圖示"
;1074="Show icon in tray"
1077="漸層顏色指示棒"
;1077="Gradient indicator"
1800="主要電池:"
;1800="Main battery:"
1802="備用電池:"
;1802="Backup battery:"
1806="溫度:"
;1806="Temperature:"
1807="電壓:"
;1807="Voltage:"
1808="電壓:"
;1808="Voltage:"
1815="調整設定"
;1815="Adjust settings"
2000="Batti 提示"
;2000="Batti Notification"
2001="裝置將於 %d 分鐘之內關機。"
;2001="The device will be turned off in %d seconds."
2002="關機"
;2002="Power-Off"
2003="解除"
;2003="Dismiss"
2004="延遲"
;2004="Snooze"
2005="隱藏"
;2005="Hide"
2006="電池資訊"
;2006="Battery Info"
;2007="設定"
;2007="Settings"
2008="主要電池"
;2008="Main Battery"
2009="用電池電力"
;2009="On Battery"
2010="充電中"
;2010="Charging"
2011="用交流電源"
;2011="On AC"
2012="百分比:"
;2012="Percent:"
2013="未知"
;2013="Unknown"
2014="電　壓:"
;2014="Voltage:"
2015="溫　度:"
;2015="Temperature:"
2016="類　型:"
;2016="Chemistry:"
2017="備用電池"
;2017="Backup Battery"
2019="剩餘電力"
;2019="Remaining power"
2020="要保留你的設定嗎?"
;2020="Do you want to keep your settings?"
40008="設定..."
;40008="Settings..."
40009="離開"
;40009="Exit"
40010="資訊..."
;40010="Info..."
57664="關於"
;57664="About"